[
  {
    "pickUpLine": "Aside from being sexy, what do you do for a living?"
  },
  {
    "pickUpLine": "I’ll treat you like my homework: Slam you on the table and do you all night long!"
  },
  {
    "pickUpLine": "Your mom told me to say “Hi” to you"
  },
  {
    "pickUpLine": "I named my dick “the truth” cause bitches can’t handle it"
  },
  {
    "pickUpLine": "I must be hunting treasure because I’m digging your chest"
  },
  {
    "pickUpLine": "She: I’m in a relationship | You: Let’s talk about how we can get you out of that."
  },
  {
    "pickUpLine": "My mom thinks I`m gay, can you help me prove her wrong?"
  },
  {
    "pickUpLine": "Is Your Dad A Preacher? Cause Girl You’re A Blessing"
  },
  {
    "pickUpLine": "Do you believe in karma? Because I know some good karma-sutra positions."
  },
  {
    "pickUpLine": "The letter ‘X’ scares me [Why?] Because I never want to be yours."
  },
  {
    "pickUpLine": "Is that a mirror in your pocket? Cause I can see myself in your pants!"
  },
  {
    "pickUpLine": "Your so cute its distracting"
  },
  {
    "pickUpLine": "You know why I am like a squirrel? Cause I want to bury my nuts in you."
  },
  {
    "pickUpLine": "Roses are red violets are blue I didn’t know what perfect was until I met you"
  },
  {
    "pickUpLine": "You are hotter than the bottom of my laptop."
  }
,
  {
    "pickUpLine": "I might not go down in history, but I’ll go down on you!"
  },
  {
    "pickUpLine": "I want you to be the girl who takes my virginity."
  },
  {
    "pickUpLine": "I’m no organ donor but I’d be happy to give you my heart."
  },
  {
    "pickUpLine": "You look familiar, didn’t we take a class together? I could’ve sworn we had chemistry."
  },
  {
    "pickUpLine": "Can I buy you a drink or do you prefer cash?"
  },
  {
    "pickUpLine": "Smile, if you want to have sex with me."
  },
  {
    "pickUpLine": "You look fabulous! [pause] for your age."
  },
  {
    "pickUpLine": "I like every bone in your body, especially mine."
  },
  {
    "pickUpLine": "You’re so fucking sexy! You look just like my mom."
  },
  {
    "pickUpLine": "Damn Girl, you’re cute, let me get your email address."
  },
  {
    "pickUpLine": "I`m no weatherman, but you can expect a few inches tonight."
  },
  {
    "pickUpLine": "You know what I like in a girl? [What?] My dick."
  },
  {
    "pickUpLine": "I don’t believe in love at first sight, but I’m willing to make an exception in your case"
  },
  {
    "pickUpLine": "I don’t really believe in love at first sight, until I saw you."
  },
  {
    "pickUpLine": "Damn Girl, your ass is bigger than my future!"
  }
,
  {
    "pickUpLine": "There’s only one thing I want to change about you. Your last name."
  },
  {
    "pickUpLine": "If I were a cat i’d spend all 9 lives with you."
  },
  {
    "pickUpLine": "Of all your beautiful curves, your smile is my favourite."
  },
  {
    "pickUpLine": "Are you a vampire? Cause you looked a little thirsty when you looked at me."
  },
  {
    "pickUpLine": "Are you a magician? Because whenever I look at you everyone else disappears."
  },
  {
    "pickUpLine": "I’m feeling a little bit off today, but you definitely turned me on."
  },
  {
    "pickUpLine": "If you were a basketball, I’d never shoot. [Why?] Because I’d always miss you."
  },
  {
    "pickUpLine": "Do you have a band aid? Cause I scrapped my knees falling for you."
  },
  {
    "pickUpLine": "Pizza is my second favourite thing to eat in bed."
  },
  {
    "pickUpLine": "Go between two black girls and say “Let’s make an Orio!”"
  },
  {
    "pickUpLine": "Are you religios? Cause you’re the answer to all my prayers."
  },
  {
    "pickUpLine": "I’m in a Boyband called Wrong Direction."
  },
  {
    "pickUpLine": "My friends bet I can’t talk to the prettiest girl. Wanna use their money to buy drinks?"
  },
  {
    "pickUpLine": "You know how I got these guns? [Point to biceps] Lifting children out of poverty."
  },
  {
    "pickUpLine": "Do you want to have good sex? [No!] Well then come to my place!"
  }
,
  {
    "pickUpLine": "Let’s play Barbie. I’ll be Ken and you can be the box I come in."
  },
  {
    "pickUpLine": "I used to be a Gambler, but then I realized that all I needed was the Queen of my Heart"
  },
  {
    "pickUpLine": "Call me Chris Brown, cause I’d hit that! [Look at her ass]"
  },
  {
    "pickUpLine": "Your body is 75% water, and I’m thirsty."
  },
  {
    "pickUpLine": "Can I punch you in the face.. [pause] ..with my lips?"
  },
  {
    "pickUpLine": "You know why they call me the cat whisperer? Cause I know exactly what that pussy needs."
  },
  {
    "pickUpLine": "You have eyes like spanners. When I look in to them, my nuts tighten."
  },
  {
    "pickUpLine": "(Take a photo of her) I want to show my mom what my next girlfriend looks like"
  },
  {
    "pickUpLine": "I have to show you the prettiest girl I’ve ever seen. (show phone with frontcam)"
  },
  {
    "pickUpLine": "Hey, tie your shoes! I don’t want you falling for anyone else."
  },
  {
    "pickUpLine": "You’re on my list of things to do tonight."
  },
  {
    "pickUpLine": "You’re like Pringles once I pop you, I can’t stop you."
  },
  {
    "pickUpLine": "You’re like my own personal brand of heroin."
  },
  {
    "pickUpLine": "You’re like my little toe, because I’m going to bang you on every piece of furniture in my home."
  },
  {
    "pickUpLine": "Your so hot I could roast my meat on you, baby."
  }
,
  {
    "pickUpLine": "Your smile lit up the room, so I just had to come over."
  },
  {
    "pickUpLine": "Your shirt has to go, but you can stay."
  },
  {
    "pickUpLine": "Your place or mine? Tell you what? I’ll flip a coin. Head at my place, tail at yours."
  },
  {
    "pickUpLine": "Your lips look so lonely…Would they like to meet mine?"
  },
  {
    "pickUpLine": "Your eyes are really cute. Oh, wait! I think the right one is a little cuter than the left one."
  },
  {
    "pickUpLine": "Your eyes are blue, like the ocean. And baby, I’m lost at sea."
  },
  {
    "pickUpLine": "Your eyes are as blue as window cleaner."
  },
  {
    "pickUpLine": "Your eyes are as blue as my toilet water at home."
  },
  {
    "pickUpLine": "Your daddy must be a drug dealer, cuz you’re dope."
  },
  {
    "pickUpLine": "Your ass is so nice that it is a shame that you have to sit on it."
  },
  {
    "pickUpLine": "You’d mind if I fantasize about you?"
  },
  {
    "pickUpLine": "You, me, handcuffs, and whipped cream: interested?"
  },
  {
    "pickUpLine": "You smell… We should go take a shower together."
  },
  {
    "pickUpLine": "You look like trash, may I take you out?"
  },
  {
    "pickUpLine": "You should stop drinking! (Why?) Because you are driving me home."
  }
,
  {
    "pickUpLine": "You should join the circus.(Why?) So you can learn to juggle my balls all day."
  },
  {
    "pickUpLine": "You Say: I’m jealous of your dress. She says “Why?” You say: Because it’s touching your body, and I’m not."
  },
  {
    "pickUpLine": "Sorry, I can’t hold on… I’ve already fallen for you."
  },
  {
    "pickUpLine": "You say, “So, did you here the one about the guy and the girl who had the most sexual relationship?” The reply, “No”. You respond, “Well then, let’s go to my place and I’ll tell you all about it.”"
  },
  {
    "pickUpLine": "You remind me of my dead ex-girlfriend."
  },
  {
    "pickUpLine": "You remind me of my cousin. (How?) I want to fuck you so bad, but I know that I can’t."
  },
  {
    "pickUpLine": "You really shouldn’t wear makeup. You’re messing with perfection!"
  },
  {
    "pickUpLine": "You owe me a drink, you’re so ugly I dropped mine when I saw you."
  },
  {
    "pickUpLine": "You MUST have a nice personality."
  },
  {
    "pickUpLine": "You must be Jelly, cause jam don’t shake like that."
  },
  {
    "pickUpLine": "You must be Jamaican, because Jamaican me crazy."
  },
  {
    "pickUpLine": "You must be a hell of a thief because you stole my heart from across the room."
  },
  {
    "pickUpLine": "You might not be the best looking girl here, but beauty is only a light switch away."
  },
  {
    "pickUpLine": "You may fall from the sky, you may fall from a tree, but the best way to fall… is in love with me."
  },
  {
    "pickUpLine": "You make me wish I weren’t gay!"
  }
,
  {
    "pickUpLine": "You make me want to calibrate my joystick without the latest drivers."
  },
  {
    "pickUpLine": "You look so innocent, you look so sweet, as long as I have a face, you will always have a seat."
  },
  {
    "pickUpLine": "You look familiar, have we had sex before?"
  },
  {
    "pickUpLine": "You look cold. Want to use me as a blanket?"
  },
  {
    "pickUpLine": "You like sleeping? Me too! We should do it together sometime."
  },
  {
    "pickUpLine": "You might be asked to leave soon. You are making the other women look bad."
  },
  {
    "pickUpLine": "You know, sweetie, my lips won’t just kiss themselves…"
  },
  {
    "pickUpLine": "You know, if I were you, I’d have sex with me."
  },
  {
    "pickUpLine": "You know, I would die happy if I saw you naked just once!"
  },
  {
    "pickUpLine": "You know, I wanna go inside your wine cabinet and pull myself out a stiff one."
  },
  {
    "pickUpLine": "You know, Dr. Phil says I’m afraid of commitment…Want to help prove him wrong?"
  },
  {
    "pickUpLine": "You know you’re in love when you can’t fall asleep because reality is finally better than your dreams."
  },
  {
    "pickUpLine": "You know what material this is? [Grab your shirt] Boyfriend material."
  },
  {
    "pickUpLine": "You know the more I drink, the prettier you get!"
  },
  {
    "pickUpLine": "You know how your hair would look really good? [No.] In my lap."
  }
,
  {
    "pickUpLine": "You know how some men buy really expensive cars to make up for certain shortages? Well, I don’t even own a car."
  },
  {
    "pickUpLine": "You have some nice jewelry. It would look great on my nightstand."
  },
  {
    "pickUpLine": "You have pretty eyeballs. Of course they’d be better if they were eyeing my pretty balls."
  },
  {
    "pickUpLine": "You got nice breasts, but what color are your nipples? Brown or Pink?."
  },
  {
    "pickUpLine": "You don’t sweat much for a fat chick."
  },
  {
    "pickUpLine": "You can’t be my first, but you could be my next."
  },
  {
    "pickUpLine": "You are so selfish! You’re going to have that body the rest of your life and I just want it for one night."
  },
  {
    "pickUpLine": "You are so fine, I wish I could plant you and grow a whole field of you!"
  },
  {
    "pickUpLine": "You are so beautiful that I would marry your brother just to get into your family."
  },
  {
    "pickUpLine": "Yeah, it’s big and if you pet it, it spits"
  },
  {
    "pickUpLine": "Write the following on a napkin and give it to a cute girl: “Smile if you want to have sex with me.” Watch her smile!"
  },
  {
    "pickUpLine": "Wow! Are those real?"
  },
  {
    "pickUpLine": "Would you like to try an Australian kiss? It is just like a French kiss, but down under"
  },
  {
    "pickUpLine": "Would you like Gin and platonic, or do you prefer Scotch and sofa?"
  },
  {
    "pickUpLine": "Would you grab my arm so I can tell my friends I’ve been touched by an angel?"
  }
,
  {
    "pickUpLine": "Woman to Man: Whip it out and show me what you got, so I can save the disappointment from later."
  },
  {
    "pickUpLine": "With my IQ and your body, we could make a race of superchildren!"
  },
  {
    "pickUpLine": "With great penis, comes great responsibility."
  },
  {
    "pickUpLine": "Will you marry me for just one night?"
  },
  {
    "pickUpLine": "Will you be my girlfrien? I left out the ‘d’ cause you’ll get that later!"
  },
  {
    "pickUpLine": "Why don’t you surprise your roommate and not come home tonight?"
  },
  {
    "pickUpLine": "Which is easier? You getting into those tight pants or getting you out of them?"
  },
  {
    "pickUpLine": "Where’s your paper bag? (What?) Your paper bag to put over your head."
  },
  {
    "pickUpLine": "When I’m older, I’ll look back at all of my crowning memories, and I’ll think of the day my children were born, the day I got married, and the day that I met you."
  },
  {
    "pickUpLine": "When I look into your eyes, it is like a gateway into the world of which I want to be a part."
  },
  {
    "pickUpLine": "When I first saw you, I knew we could win the Stanley Cup in tonsil hockey."
  },
  {
    "pickUpLine": "When God made you, he was showing off."
  },
  {
    "pickUpLine": "What’s the speed limit of sex? [what?] 68. Because at 69 YOU have to turn around!"
  },
  {
    "pickUpLine": "What’s the difference between a Ferrari and an erection? I don’t have a Ferrari."
  },
  {
    "pickUpLine": "What’s that on your face? Oh, must just be beauty. Here, let me get it off. Hey, it’s not coming off!"
  }
,
  {
    "pickUpLine": "What’s a slut like you doing in a classy joint like this?"
  },
  {
    "pickUpLine": "What’ll you say we make like Winnie-the-poo and I can get my nose stuck in your honey jar."
  },
  {
    "pickUpLine": "What time do you have to be back in heaven?"
  },
  {
    "pickUpLine": "What time do you get off? Can I watch?"
  },
  {
    "pickUpLine": "What size shoe you wear babygirl? I’m gonna guess size sexy!"
  },
  {
    "pickUpLine": "What is your favorite color? [Color] Mine too! Seems like we are soulmates."
  },
  {
    "pickUpLine": "What is long and hard, and right behind you?"
  },
  {
    "pickUpLine": "What is a nice girl like you doing in a dirty mind like mine?"
  },
  {
    "pickUpLine": "What has 36 teeth and holds back the Incredible Hulk? My zipper."
  },
  {
    "pickUpLine": "What do you want for Christmas? A date with you!"
  },
  {
    "pickUpLine": "What do I have to do to be your booty call?"
  },
  {
    "pickUpLine": "What color is your shit?"
  },
  {
    "pickUpLine": "What are you doing tonight beside me?"
  },
  {
    "pickUpLine": "What are you doing for the rest of your life? Because I want to spend it with you."
  },
  {
    "pickUpLine": "Were you in Boy Scouts? Because you sure have tied my heart in a knot."
  }
,
  {
    "pickUpLine": "We’re going to dance to one song, then go back to my apartment and fuck."
  },
  {
    "pickUpLine": "Were do you hide your wings?"
  },
  {
    "pickUpLine": "Well, here I am. What were your other two wishes?"
  },
  {
    "pickUpLine": "We’ll probably never see each other again, so let’s screw."
  },
  {
    "pickUpLine": "Wasn’t I supposed to eat you somewhere?"
  },
  {
    "pickUpLine": "Was your father a welder? No, why? Because those sure are acetylene tits!"
  },
  {
    "pickUpLine": "Was your father a thief? ‘Cause someone stole the stars from the sky and put them in your eyes."
  },
  {
    "pickUpLine": "Was your father a mechanic? Then how did you get such a finely tuned body?"
  },
  {
    "pickUpLine": "Was your dad king for a day? He must have been to make a princess like you."
  },
  {
    "pickUpLine": "Was your Dad in the Air Force? Because you’re da bomb."
  },
  {
    "pickUpLine": "Was your dad a farmer? Cause you sure have great melons."
  },
  {
    "pickUpLine": "Was your Dad a baker? Because you’ve got a nice set of buns."
  },
  {
    "pickUpLine": "Was you father an alien? Because there’s nothing else like you on Earth!"
  },
  {
    "pickUpLine": "Was that an earthquake or did you just rock my world?"
  },
  {
    "pickUpLine": "Want to taste my dick? (What!?!) I said, “do you want to taste my drink?”"
  }
,
  {
    "pickUpLine": "Want to play lion? (She asks, “What’s that?”) That’s where you get down on all fours and growl like a lion while I feed you the meat!"
  },
  {
    "pickUpLine": "Want to make a porno? We don’t have to tape it."
  },
  {
    "pickUpLine": "Wanna tickle my Oscar Meyer Wiener?"
  },
  {
    "pickUpLine": "Wanna play midget boxing? You get down on your knees and give me a couple blows!"
  },
  {
    "pickUpLine": "Wanna play carnival? You sit on my face and I guess how much you weigh."
  },
  {
    "pickUpLine": "Wanna play Army? I lay down and you blow the hell outta me."
  },
  {
    "pickUpLine": "Wanna play “kite”? I lay down, you blow and we’ll see how high you can make me."
  },
  {
    "pickUpLine": "Wanna fuck like bunnies?"
  },
  {
    "pickUpLine": "WAIT, don’t drink that. Don’t you know that makes your chest grow to twice its normal size? Oh, I’m sorry. I guess it’s too late."
  },
  {
    "pickUpLine": "Vogue just called, they want to put you on the cover."
  },
  {
    "pickUpLine": "Try me once and if you don’t like it, what have you wasted? What, six hours of your life? It’d be more if you want foreplay."
  },
  {
    "pickUpLine": "Tickle your pussy with a feather? (What?) I said, “Particularly nice weather.”"
  },
  {
    "pickUpLine": "Those are nice jeans, do you think I could get in them?"
  },
  {
    "pickUpLine": "This may seem corny, but you make me really horny."
  },
  {
    "pickUpLine": "They say a girls best friend are her legs. But even the best of friends sometimes have to part."
  }
,
  {
    "pickUpLine": "There must be something wrong with my eyes, I can’t take them off you."
  },
  {
    "pickUpLine": "There isn’t a word in the dictionary to describe how beautiful you are."
  },
  {
    "pickUpLine": "There is something wrong with my cell phone. It doesn’t have your number in it."
  },
  {
    "pickUpLine": "There are a lot of fish in the sea, but you’re the only one I’d like to mount."
  },
  {
    "pickUpLine": "There are 265 bones in the human body. How would you like one more?"
  },
  {
    "pickUpLine": "There are 20 angels in the world 11 are playing, 8 are sleeping and 1 of them is standing in front of me."
  },
  {
    "pickUpLine": "The things I would do if I got a few roofies in you."
  },
  {
    "pickUpLine": "The only thing your eyes haven’t told me is your name."
  },
  {
    "pickUpLine": "The only thing I want between our relationship is latex."
  },
  {
    "pickUpLine": "The only reason I would kick you out of bed would be to fuck you on the floor."
  },
  {
    "pickUpLine": "The most common pickup line used in a gay bar: May I push in your stool?"
  },
  {
    "pickUpLine": "The FBI wants to steal my penis. Can I hide it inside you?"
  },
  {
    "pickUpLine": "The fact that I’m missing my teeth just means that there’s more room for your tongue."
  },
  {
    "pickUpLine": "The drink: $6. The room: $100. The night with you?: Priceless."
  },
  {
    "pickUpLine": "That’s a nice smile. It’d look better if it was all you were wearing!"
  }
,
  {
    "pickUpLine": "That’s a nice shirt, can I take you out of it?"
  },
  {
    "pickUpLine": "That shirt’s very becoming on you. If I were on you, I’d be coming too."
  },
  {
    "pickUpLine": "That outfit would look great in a crumpled heap on my bedroom floor tomorrow morning."
  },
  {
    "pickUpLine": "That dress looks great on you"
  },
  {
    "pickUpLine": "Can you tell me how my cum tastes?"
  },
  {
    "pickUpLine": "Take a screw with you and put it in your pocket. Then, when a girl comes up to you, offer her the screw and say, “Wanna screw?”"
  },
  {
    "pickUpLine": "Stop, drop, and roll, baby. You are on fire."
  },
  {
    "pickUpLine": "Sorry, but you owe me a drink. [Why?] Because when I looked at you, I dropped mine."
  },
  {
    "pickUpLine": "Someone vacuum my lap, I think this girl needs a clean place to sit."
  },
  {
    "pickUpLine": "Someone should call the police, because you just stole my heart!"
  },
  {
    "pickUpLine": "Somebody needs to call the bomb squad, because you’re the bomb!"
  },
  {
    "pickUpLine": "Somebody call the cops, because it’s got to be illegal to look that good!"
  },
  {
    "pickUpLine": "Somebody better call God, cuz heaven’s missing an angel!"
  },
  {
    "pickUpLine": "So, you must be the reason men fall in love."
  },
  {
    "pickUpLine": "So, what are the chances that we can engage in anything more than just conversation?"
  }
,
  {
    "pickUpLine": "So, what are the chances of my balls slappin’ your ass tonight?"
  },
  {
    "pickUpLine": "So, I see you eat with utensils. Well, I’ve got one that I’m just dying to put in your drawers."
  },
  {
    "pickUpLine": "So, come back to my place, and if you don’t like it I swear I’ll give you a full refund."
  },
  {
    "pickUpLine": "So what haven’t you been told tonight?"
  },
  {
    "pickUpLine": "So there you are! I’ve been looking all over for YOU, the woman of my dreams!"
  },
  {
    "pickUpLine": "Smoking is hazardous to your health… and baby, you’re killing me!"
  },
  {
    "pickUpLine": "Smile. It is the second best thing you can do with your lips."
  },
  {
    "pickUpLine": "Sit on my lap and we’ll get things straight between us."
  },
  {
    "pickUpLine": "Sit on my face and let me get to ‘nose’ you better?"
  },
  {
    "pickUpLine": "Since we’ve been told to reduce waste these days, what you say we use these condoms in my pocket before they expire."
  },
  {
    "pickUpLine": "Show me your pussy!"
  },
  {
    "pickUpLine": "Sex is evil; Evil is sin; Sin is forgiven; so let’s begin."
  },
  {
    "pickUpLine": "Sex is a killer … want to die happy?."
  },
  {
    "pickUpLine": "See these keys? I wish I had the one to your heart."
  },
  {
    "pickUpLine": "See my friend over there? He wants to know if you think I’m cute."
  }
,
  {
    "pickUpLine": "Say, that’s a nice [dress/outfit/article of clothing]. Can I talk you out of it?"
  },
  {
    "pickUpLine": "I bet I can kiss you on the lips without touching you. (kiss her) oh.. seems like I lost the bet."
  },
  {
    "pickUpLine": "Save water, shower with a friend!"
  },
  {
    "pickUpLine": "Roses are red, violets are black, why is your chest as flat as my back?"
  },
  {
    "pickUpLine": "Roses are black, violets are red, what is it going to take, to get you into bed?"
  },
  {
    "pickUpLine": "Polar Bear (HUh) I just wanted to break the ice."
  },
  {
    "pickUpLine": "Please tell your tits to stop looking at my eyes."
  },
  {
    "pickUpLine": "Pinch me. [Why?] You’re so fine I must be dreaming."
  },
  {
    "pickUpLine": "Pick a number between 1 and 10. You lose now take off your clothes."
  },
  {
    "pickUpLine": "Person #1: hey, you wanna do a 68? Person #2: What? Person #1: You go down, and I’ll owe you one."
  },
  {
    "pickUpLine": "Perhaps you recognize me from one of the popular adult movies I was in."
  },
  {
    "pickUpLine": "People call me John, but you can call me Tonight!"
  },
  {
    "pickUpLine": "Our break-up is worse than traffic in NY. I cant move-on!"
  },
  {
    "pickUpLine": "Ouch! My tooth hurts! [Why?] Because you are soooo sweet!"
  },
  {
    "pickUpLine": "One of the things on my list is a umm….weird chick. And if I don’t get one soon, they won’t let me pledge…"
  }
,
  {
    "pickUpLine": "On a scale of 1 to 10, you’re a 9. I’m the 1 you need."
  },
  {
    "pickUpLine": "Oh, you’re a bird watcher. [Pull out your dong] Well, would you take this for a swallow?"
  },
  {
    "pickUpLine": "Oh, yeah, [band name] is really great. . . I have all their rare stuff. You can come over to my place and tape it all if you want."
  },
  {
    "pickUpLine": "Oh, I’m sorry, I thought that was a Braille name tag."
  },
  {
    "pickUpLine": "Oh no, I’m choking! I need mouth to mouth, quick!"
  },
  {
    "pickUpLine": "Oh my God! I think I love you! Now lay down!"
  },
  {
    "pickUpLine": "No wonder the sky is grey today, all the blue is in your eyes."
  },
  {
    "pickUpLine": "Nice to meet you, I’m (your name) and you are…gorgeous!"
  },
  {
    "pickUpLine": "Nice tits. Mind if I squeeze them?"
  },
  {
    "pickUpLine": "Nice tits, mind if i feel them?"
  },
  {
    "pickUpLine": "Nice socks. Can I try them on after we have sex?"
  },
  {
    "pickUpLine": "Nice shoes, wanna fuck?"
  },
  {
    "pickUpLine": "Nice pants. Can I test the zipper?"
  },
  {
    "pickUpLine": "Nice legs, lets eat out."
  },
  {
    "pickUpLine": "Nice fucking weather. Want to?"
  }
,
  {
    "pickUpLine": "Nice beach balls, can I play?"
  },
  {
    "pickUpLine": "My recipe for love is one cup of you, one cup of me, knead till hard, and serve hot."
  },
  {
    "pickUpLine": "My place…..Eight o’clock……bring a friend."
  },
  {
    "pickUpLine": "My name’s Pogo, d’ya wanna jump on my stick?"
  },
  {
    "pickUpLine": "My name’s [your name]. Just so you know what to scream."
  },
  {
    "pickUpLine": "My name’s [your name], but you can call me “lover.”"
  },
  {
    "pickUpLine": "My name isn’t Elmo, but you can tickle me any time you want to."
  },
  {
    "pickUpLine": "My name is Skittles… wanna taste my rainbow?"
  },
  {
    "pickUpLine": "My name is Haywood. Haywood Jablome."
  },
  {
    "pickUpLine": "My name is [your here] but you can call me tonight!"
  },
  {
    "pickUpLine": "My mattress is a little hard. Would you like to help me break it in?"
  },
  {
    "pickUpLine": "My magical watch says you aren’t wearing any panties. Oh, you are? It must be an hour fast!"
  },
  {
    "pickUpLine": "My love for you is like the energizer bunny, it keeps going and going…."
  },
  {
    "pickUpLine": "My love for you is like dividing by zero– it cannot be defined."
  },
  {
    "pickUpLine": "My love for you is like diarrhea, I just can’t hold it in."
  }
,
  {
    "pickUpLine": "My love for you is like a fart. Everything about it is powered by my heart."
  },
  {
    "pickUpLine": "My lenses turn dark in the sunshine of your love."
  },
  {
    "pickUpLine": "My friend and I made a bet and I need to check if those are implants."
  },
  {
    "pickUpLine": "My face is leaving in fifteen minutes. Be on it."
  },
  {
    "pickUpLine": "My ex-girlfriend used to call me Goldfinger."
  },
  {
    "pickUpLine": "My dick’s been feeling a little dead lately. Wanna give it some mouth-to-mouth?"
  },
  {
    "pickUpLine": "My dick just died. Would you mind if I buried it in your ass?"
  },
  {
    "pickUpLine": "My buddies bet me that I wouldn’t be able to start a conversation with the most beautiful girl in the bar. Wanna buy some drinks with their money?"
  },
  {
    "pickUpLine": "My bologna has a first name…"
  },
  {
    "pickUpLine": "My bedroom has a very interesting ceiling."
  },
  {
    "pickUpLine": "My bed is broken. Can I sleep in yours?"
  },
  {
    "pickUpLine": "My attraction to you is an inversed square law."
  },
  {
    "pickUpLine": "Most people like to watch the Olympics, because they only happen once every 4 years, but I’d rather talk to you cause the chance of meeting someone so special only happens once in a lifetime."
  },
  {
    "pickUpLine": "Most guys need 3 meals a day to keep going… I just need eye contact from you."
  },
  {
    "pickUpLine": "Mmmm, you bring new meaning to the word “edible”."
  }
,
  {
    "pickUpLine": "Miss, If you’ve lost your virginity, can I have the box it came in?"
  },
  {
    "pickUpLine": "Mines bigger than his want proof?"
  },
  {
    "pickUpLine": "Me without you is like a nerd without braces, A shoe without laces, aSentenceWithoutSpaces."
  },
  {
    "pickUpLine": "May i pleasure you with my tongue?"
  },
  {
    "pickUpLine": "May I flirt with you?"
  },
  {
    "pickUpLine": "May I end this sentence with a proposition?"
  },
  {
    "pickUpLine": "Male: Hey, I don’t feel to good. Female: Why? Male: I feel like I have an elephant in my stomach. Female: What? Male: (looking down) I think his truck is already sticking out."
  },
  {
    "pickUpLine": "Love is a sensation; caused by a temptation; to feel penetration; a guy sticks his location; in a girl’s destination; to increase the population; for the next generation; did you get my explanation; or do you need a demonstration?"
  },
  {
    "pickUpLine": "Looks like you dropped something , My jaw!"
  },
  {
    "pickUpLine": "Looks don’t matter, I’ll just wrap you in a flag and fuck you for glory."
  },
  {
    "pickUpLine": "Look out in the night sky. You see that bright light to the right of that red one? That is a comet that is streaking toward here at 34546 miles per hour. At that rate, it will be here in about an hour. So, wanna fuck?"
  },
  {
    "pickUpLine": "Look at my lips and your lips. They want to massage each other."
  },
  {
    "pickUpLine": "Like Motel 6, I’ll leave the light on for you."
  },
  {
    "pickUpLine": "Life without you would be like a broken pencil… pointless."
  },
  {
    "pickUpLine": "Life is short. Let’s f**k and see if there is anything after that."
  }
,
  {
    "pickUpLine": "Life is like a dick. When it gets hard, “Fuck it”."
  },
  {
    "pickUpLine": "Lets skip all the bull-shit lose our inhibitions and DO what we really came here to do."
  },
  {
    "pickUpLine": "Lets play titanic youll be the ocean and ill go down on you"
  },
  {
    "pickUpLine": "Let’s play hockey. I”ll be the net, and you can score."
  },
  {
    "pickUpLine": "Lets play “Titanic.” When I say “Iceburg!” you do down."
  },
  {
    "pickUpLine": "Let’s not mess with nature. We are here to make babies. So, let’s get to it."
  },
  {
    "pickUpLine": "Let’s make out so I can see if you taste as good as you look!"
  },
  {
    "pickUpLine": "Let’s make like a fabric softener and ‘Snuggle"
  },
  {
    "pickUpLine": "Let’s just fuck."
  },
  {
    "pickUpLine": "Let’s have breakfast together tomorrow; shall I call you or nudge you?"
  },
  {
    "pickUpLine": "Let’s have a party and invite your pants to come on down."
  },
  {
    "pickUpLine": "Let’s go to your place and love each other until my dick falls in your pussy."
  },
  {
    "pickUpLine": "Let’s go to my place and do the things I’ll tell everyone we did anyway."
  },
  {
    "pickUpLine": "Let’s go fuck in a brand new limo."
  },
  {
    "pickUpLine": "Let’s face it. I’m hot, you’re hot and we both know you got a crush on me."
  }
,
  {
    "pickUpLine": "Let’s commit the perfect crime: I’ll steal you’re heart, and you’ll steal mine."
  },
  {
    "pickUpLine": "Let’s bypass all the bullshit and just get naked."
  },
  {
    "pickUpLine": "Let us let only latex stand between our love."
  },
  {
    "pickUpLine": "Let me tie your shoes, cause I dont want you falling for anyone else."
  },
  {
    "pickUpLine": "Let me eat you for an hour. If you don’t want to have sex after that, we won’t."
  },
  {
    "pickUpLine": "Kissing is a language of love….so how about a conversation?"
  },
  {
    "pickUpLine": "Kiss me if I’m wrong, but dinosaurs still exist, right?"
  },
  {
    "pickUpLine": "Just where do those legs of yours end?"
  },
  {
    "pickUpLine": "Just remember: To you, I am a virgin."
  },
  {
    "pickUpLine": "I’ve just received government funding for a four-hour expedition to find your G-spot."
  },
  {
    "pickUpLine": "I’ve got the ship, you’ve got the harbor…what say we tie up for the night?"
  },
  {
    "pickUpLine": "I’ve got skittles in my mouth, wanna taste the rainbow?"
  },
  {
    "pickUpLine": "I’ve got an alarm clock that makes the best sound in the morning. Would you like to come and hear it?"
  },
  {
    "pickUpLine": "I’ve got a hummer and a vibrator. Which one do you want to test drive first?"
  },
  {
    "pickUpLine": "I’ve got a great big cock!"
  }
,
  {
    "pickUpLine": "I’ve got a condom with your name on it."
  },
  {
    "pickUpLine": "I’ve got a big one, you wanna see how hard it works?"
  },
  {
    "pickUpLine": "I’ve got a big nose, big hands, and really big feet. That’s right, I’m a clown."
  },
  {
    "pickUpLine": "I’ve been wondering, do your lips taste as good as they look?"
  },
  {
    "pickUpLine": "I’ve been slightly depressed ever since my vasectomy."
  },
  {
    "pickUpLine": "It’s not the size of the boat. It’s the motion of the ocean."
  },
  {
    "pickUpLine": "It’s not my fault that I fell for you, you tripped me!"
  },
  {
    "pickUpLine": "It’s dark in here. Wait! It’s because all of the light is shining on you."
  },
  {
    "pickUpLine": "It’s a new world order. Have your way with me."
  },
  {
    "pickUpLine": "It"
  },
  {
    "pickUpLine": "It sure is hot and stuffy in here. Would you like to take a cold shower?"
  },
  {
    "pickUpLine": "Is your name Summer? ‘Cause you are as hot as hell."
  },
  {
    "pickUpLine": "Is your name Pepsi cause’ I’ve gotta have it."
  },
  {
    "pickUpLine": "Is your name mickey? because your so FINE!"
  },
  {
    "pickUpLine": "Is your name daisy? Because I have a sudden urge to plant you right here!"
  }
,
  {
    "pickUpLine": "Is your name “swiffer”? ‘Cause you just swept me off my feet."
  },
  {
    "pickUpLine": "Is your last name Whitman, because I want to sample you."
  },
  {
    "pickUpLine": "Is your last name Gillette? Because you are the best a man can get."
  },
  {
    "pickUpLine": "Is your last name Campbell? Cause you’re mm mm good!"
  },
  {
    "pickUpLine": "Is your father Lil Caeser? Cause you look Hot ‘n Ready."
  },
  {
    "pickUpLine": "Is your dad an art thief? Because you’re a masterpiece."
  },
  {
    "pickUpLine": "Is your dad a terrorist? Because you are the bomb."
  },
  {
    "pickUpLine": "Is your dad a jewel thief? because you’re a real jem."
  },
  {
    "pickUpLine": "Is your dad a farmer? (No, why?) Because you got some melons."
  },
  {
    "pickUpLine": "Is you father a lumberjack [No, why?] Because when ever I look at you, I get wood in my pants."
  },
  {
    "pickUpLine": "Is there an airport nearby or is that my heart taking off?"
  },
  {
    "pickUpLine": "Is there a rainbow today? I just found the treasure I’ve been searching for!"
  },
  {
    "pickUpLine": "Is that a ladder in your stockings or the stairway to heaven?"
  },
  {
    "pickUpLine": "Is that a keg in your pants? Because I’d love to tap that ass."
  },
  {
    "pickUpLine": "Is it that cold out or are you just smuggling tic-tac’s in your bra?"
  }
,
  {
    "pickUpLine": "Is it hot in here, or are your boobs just huge."
  },
  {
    "pickUpLine": "Is it hot in here or is it just you?"
  },
  {
    "pickUpLine": "Is it cold in here, or are you just happy to see me."
  },
  {
    "pickUpLine": "Inheriting 10 million dollars doesn’t mean much when you have a weak heart"
  },
  {
    "pickUpLine": "I’m with the TSA and I need to perform a full body cavity search, for security reasons."
  },
  {
    "pickUpLine": "I’m trying to determine after years of therapy and lots of testing, whether or not I’m allergic to sex."
  },
  {
    "pickUpLine": "I’m the kind of man who deserves to have women I don’t deserve."
  },
  {
    "pickUpLine": "I’m the finger down your spine when all the lights go out."
  },
  {
    "pickUpLine": "I’m the doctor of love baby and you’re over due for your meat injection!"
  },
  {
    "pickUpLine": "I’m sorry, were you talking to me? [No] Well then, please start."
  },
  {
    "pickUpLine": "I’m scared of getting pregnant, so do you want to go up to my room & test out all of my condoms?"
  },
  {
    "pickUpLine": "I’m peanut butter, you’re jelly, let’s have sex."
  },
  {
    "pickUpLine": "I’m on top of things. Would you like to be one of them?"
  },
  {
    "pickUpLine": "I’m on fire. Can I run through your sprinkler?"
  },
  {
    "pickUpLine": "I’m not trying to pressure you. I don’t want to have sex without mutual consent; oh and by the way, you have my consent."
  }
,
  {
    "pickUpLine": "I’m not trying to impress you or anything, but… I’m Batman!"
  },
  {
    "pickUpLine": "I’m not too good at algebra, but doesn’t U+I = 69?"
  },
  {
    "pickUpLine": "I’m not staring, I’m just stuck in a loop."
  },
  {
    "pickUpLine": "I’m not drunk, I’m just intoxicated by you."
  },
  {
    "pickUpLine": "I’m not Asian but I’ll still eat your cat."
  },
  {
    "pickUpLine": "I’m not an expert in hardware, but I know that you’d be able to screw my nuts off."
  },
  {
    "pickUpLine": "I’m not actually this tall. I’m sitting on my wallet."
  },
  {
    "pickUpLine": "I’m no weather man, but you can expect more than a few inches tonight."
  },
  {
    "pickUpLine": "I’m no photographer, but I can picture us together."
  },
  {
    "pickUpLine": "I’m no mathematician, but I’m pretty good with numbers. Tell you what, Give me yours and watch what I can do with it."
  },
  {
    "pickUpLine": "I’m new in town. Could you give me directions to your apartment?"
  },
  {
    "pickUpLine": "I’m Mr. Right, someone said you were looking for me?"
  },
  {
    "pickUpLine": "I’m like Domino’s Pizza. If I don’t come in 30 minutes, the next one is free."
  },
  {
    "pickUpLine": "I’m like chocolate: I go straight to your ass!"
  },
  {
    "pickUpLine": "I’m like a Rubik’s Cube, the more you play with me the harder I get!"
  }
,
  {
    "pickUpLine": "I’m like a power plant. It’s hard to turn me down and I can turn you on"
  },
  {
    "pickUpLine": "I’m leaving this place … want to cum?"
  },
  {
    "pickUpLine": "I’m hung like a tic tac. Wanna freshen your breath?"
  },
  {
    "pickUpLine": "I’m hard. You wet?"
  },
  {
    "pickUpLine": "I’m gonna have sex with you tonight so, you might as well be there."
  },
  {
    "pickUpLine": "I’m going to need a tall glass of cold water, cuz baby your making me HOT!"
  },
  {
    "pickUpLine": "I’m going outside to make out… care to join me?"
  },
  {
    "pickUpLine": "I’m fighting the urge to make you the happiest woman on earth tonight."
  },
  {
    "pickUpLine": "I’m feeling a little off today. Would you like to turn me on?"
  },
  {
    "pickUpLine": "I’m either going home with you or behind you, take your pick."
  },
  {
    "pickUpLine": "I’m easy. Are you?"
  },
  {
    "pickUpLine": "I’m drowning in the sun and need mouth to mouth now!"
  },
  {
    "pickUpLine": "I’m conducting a survey on the taste of vaginas. Wanna be my first"
  },
  {
    "pickUpLine": "I’m bigger and better than the Titantic – only 200 women went down on that vessel!"
  },
  {
    "pickUpLine": "I’m an army recruiter. Why don’t you come over to my place and “be all you can be.”"
  }
,
  {
    "pickUpLine": "I’m afraid of the dark… Will you sleep with me tonight?"
  },
  {
    "pickUpLine": "I’m a writer, you’re a writer, how about we get naked together and put some poetry in motion?"
  },
  {
    "pickUpLine": "I’m a used car but you can still drive me!"
  },
  {
    "pickUpLine": "I’m a starving artist and I want to eat you."
  },
  {
    "pickUpLine": "I’m a Love Pirate, and I’m here for your booty! ARRRGGGHHH!!!"
  },
  {
    "pickUpLine": "I’m a freelance gynecologist. How long has it been since your last checkup?"
  },
  {
    "pickUpLine": "I’m a burglar and I’m gonna smash your backdoor in."
  },
  {
    "pickUpLine": "I’ll suck you so hard that you’ll have to pick the sheets out of your ass when I’m finished."
  },
  {
    "pickUpLine": "I’ll show you my tan lines if you show me yours."
  },
  {
    "pickUpLine": "I’ll marry you tomorrow, but let’s honeymoon tonight."
  },
  {
    "pickUpLine": "I’ll make you shiver when I deliver."
  },
  {
    "pickUpLine": "I’ll give you a nickel if you tickle my pickle."
  },
  {
    "pickUpLine": "I’ll cook you dinner if you cook me breakfast."
  },
  {
    "pickUpLine": "I’ll bet you $10 my dick can’t fit into your mouth."
  },
  {
    "pickUpLine": "I’ll be Burger King and you be McDonald’s. I’ll have it my way, and you’ll be lovin’ it."
  }
,
  {
    "pickUpLine": "If you’re going to regret this in the morning, we can sleep until the afternoon."
  },
  {
    "pickUpLine": "If you’re feeling down, I can fill you up."
  },
  {
    "pickUpLine": "If you’re advertising, I’m buying!"
  },
  {
    "pickUpLine": "If your left leg was Christmas and your right was Thanksgiving, could I visit between the holidays?"
  },
  {
    "pickUpLine": "If you weren"
  },
  {
    "pickUpLine": "If you were ground coffee, you’d be Espresso cause you’re so fine."
  },
  {
    "pickUpLine": "If you were floor boards i would take out all the nails and screw you."
  },
  {
    "pickUpLine": "If you were even half as gorgeous as me, I’d consider sleeping with you."
  },
  {
    "pickUpLine": "If you were a triangle you’d be acute one."
  },
  {
    "pickUpLine": "If you were a transformer, you’d be a HOT-obot, and your name would be Optimus Fine."
  },
  {
    "pickUpLine": "If you were a tear drop, I would never cry for the fear of losing you."
  },
  {
    "pickUpLine": "If you were a steak you would be well done."
  },
  {
    "pickUpLine": "If you were a laser you would be set on stunning."
  },
  {
    "pickUpLine": "If you were a chicken, you’d be impeccable."
  },
  {
    "pickUpLine": "If you were a car, I’d wax you and ride you all over town."
  }
,
  {
    "pickUpLine": "If you were a burger at McDonald’s you’d be the McGorgeous."
  },
  {
    "pickUpLine": "If you were a booger I would pick you first."
  },
  {
    "pickUpLine": "If you want me, don’t shake me, or wake me, just take me."
  },
  {
    "pickUpLine": "If you talk to me, I’ll fuck you."
  },
  {
    "pickUpLine": "If you stood in front of a mirror and help up 11 roses, you would see 12 of the most beautiful things in the world."
  },
  {
    "pickUpLine": "If you look that good in clothes, you must look even better out of them."
  },
  {
    "pickUpLine": "If you can dance, you have my hand, but if you can sing, you have my heart."
  },
  {
    "pickUpLine": "If women were trophies, you’d be first place!"
  },
  {
    "pickUpLine": "If we were both squirrels, would you let me bust a nut in your hole?"
  },
  {
    "pickUpLine": "If this bar is a meat market, you must be the prime rib!"
  },
  {
    "pickUpLine": "If stars would fall everytime I would think of you, the sky would soon be empty."
  },
  {
    "pickUpLine": "If nothing lasts forever, will you be my nothing?"
  },
  {
    "pickUpLine": "If LOVE was written on every grain of sand in the Sahara Desert that still doesn’t equal my love for you."
  },
  {
    "pickUpLine": "If kisses were snowflakes, I"
  },
  {
    "pickUpLine": "If it’s true that we are what we eat, then I could be you by tomorrow morning."
  }
,
  {
    "pickUpLine": "If it’s true that we are what we eat, I could be you by morning!"
  },
  {
    "pickUpLine": "If it weren’t for that DAMNED sun, you’d be the hottest thing ever created."
  },
  {
    "pickUpLine": "If I’m a pain in your ass… We can just add more lubricants."
  },
  {
    "pickUpLine": "If I were to ask you out on a date, would your answer be the same as the answer to this question?"
  },
  {
    "pickUpLine": "If I were the king, and you were the queen, in the cosmic game of chess, would you mate with me?"
  },
  {
    "pickUpLine": "If I were a transplant surgeon, I’d give you my heart."
  },
  {
    "pickUpLine": "If I were a stop light, I’d turn red everytime you passed by, just so I could stare at you a bit longer."
  },
  {
    "pickUpLine": "If I were a dog would you help me bury my bone?"
  },
  {
    "pickUpLine": "If I was hungry for crabs would you spread your legs for me?"
  },
  {
    "pickUpLine": "If i was cosin squared and you were sin squared we would be one."
  },
  {
    "pickUpLine": "If I was an operating system, your process would have top priority."
  },
  {
    "pickUpLine": "If I was an enzyme, I"
  },
  {
    "pickUpLine": "If I was a watermelon, would you spit or swallow my seed?"
  },
  {
    "pickUpLine": "If I was a Jedi, would you be my force?"
  },
  {
    "pickUpLine": "If I told you I had a 2 inch dick would you f**k me? [No] Good, because mine is 8 inches."
  }
,
  {
    "pickUpLine": "If I take off my clothes, will you fuck me?"
  },
  {
    "pickUpLine": "If I said you had a nice body, would you hold it against me?"
  },
  {
    "pickUpLine": "If I received a nickel for everytime I saw someone as beautiful as you, I’d have five cents."
  },
  {
    "pickUpLine": "If I jumped on your back, would you beat me off?"
  },
  {
    "pickUpLine": "if I had to choose between breathing or loving you, I would say “I love you” with my last breath!"
  },
  {
    "pickUpLine": "If I had AIDS, would you have sex with me? [No] Well, I don’t, so let’s go."
  },
  {
    "pickUpLine": "If I had a star for every time you brightened my day, I"
  },
  {
    "pickUpLine": "If I gave you a sexy negligee, would there be anything in it for me?"
  },
  {
    "pickUpLine": "If I could rearrange the alphabet, I would put ‘U’ and ‘I’ together."
  },
  {
    "pickUpLine": "If I could reach out and hold a star for everytime you’ve made me smile, I’d hold the sky in the palm of my hand."
  },
  {
    "pickUpLine": "If I can’t buy you a drink, at least let me fix your laptop."
  },
  {
    "pickUpLine": "If God made anything more beautiful than you, I’m sure he’d keep it for himself."
  },
  {
    "pickUpLine": "If beauty were time, you’d be eternity."
  },
  {
    "pickUpLine": "If a thousand painters worked for a thousand years, they could not create a work of art as beautiful as you."
  },
  {
    "pickUpLine": "If a fat man puts you in a bag at night, don’t worry I told Santa I wanted you for Christmas."
  }
,
  {
    "pickUpLine": "I’d rip out both my eyes just so you have more holes to screw me in"
  },
  {
    "pickUpLine": "I’d really like to see how you look when I’m naked."
  },
  {
    "pickUpLine": "I’d marry your cat just to get in the family."
  },
  {
    "pickUpLine": "I’d like to wrap your legs around my head and wear you like a feed bag."
  },
  {
    "pickUpLine": "I’d like to screw your brains out, but it appears that someone beat me to"
  },
  {
    "pickUpLine": "I’d like to name a multiple orgasm after you."
  },
  {
    "pickUpLine": "I’d like to get between your legs and eat my way straight to your heart…"
  },
  {
    "pickUpLine": "I’d give you a piece of my mind, but I’ve got more of something else."
  },
  {
    "pickUpLine": "I’d drag my balls through a mile of broken glass, followed by a mile of hot coals, just to chase a laundry truck that MIGHT have your dirty underwear on"
  },
  {
    "pickUpLine": "I"
  },
  {
    "pickUpLine": "I would fuck you so hard, you’d learn from it."
  },
  {
    "pickUpLine": "I would die a million deaths if it meant I could be with you!"
  },
  {
    "pickUpLine": "I would absolutely love to swap bodily fluids with you."
  },
  {
    "pickUpLine": "I won’t give you a pick-up line, if you let me buy you a drink."
  },
  {
    "pickUpLine": "I wish you were a Pony Carousel outside Wal-Mart, so I could ride you all day long for a quarter."
  }
,
  {
    "pickUpLine": "I wish I were adenine because then I could get paired with U."
  },
  {
    "pickUpLine": "I wish I was your derivative so I can lie tangent to your curve."
  },
  {
    "pickUpLine": "I wish I was cross-eyed, so I could see you twice."
  },
  {
    "pickUpLine": "I wish I was an Ion so I could form an exothermic bond with you."
  },
  {
    "pickUpLine": "I wasnt sure if you were a beautiful angel or a sexy devil, but now that I’m close I see heaven in your eyes."
  },
  {
    "pickUpLine": "I was wondering if you have a moment to spare for me to hit on you?"
  },
  {
    "pickUpLine": "I was wondering if you had an extra heart mine seems to have been stolen"
  },
  {
    "pickUpLine": "I was so enchanted by your beauty that I ran into that wall over there. So I am going to need your name and number for insurance purposes."
  },
  {
    "pickUpLine": "I was just curious? Are you as good as all the guys say you are?"
  },
  {
    "pickUpLine": "I want you to have my children (pause) GREAT! They are in the car outside.."
  },
  {
    "pickUpLine": "I want to write a poem on your body with my lips"
  },
  {
    "pickUpLine": "I want to thank you for [insert any event here], grab your ankles bitch!"
  },
  {
    "pickUpLine": "I want to tell you your fortune. [Take her hand and write your phone number on it.] Your future is clear."
  },
  {
    "pickUpLine": "I want to be your tear drop, so I could be born in your eyes, live on your cheeks, and die on your lips."
  },
  {
    "pickUpLine": "I WANT SEX! Sorry, the doctor said that would help…."
  }
,
  {
    "pickUpLine": "I wanna take out your pencil and stick it in my pencil case."
  },
  {
    "pickUpLine": "I wanna put my thingy into your thingy."
  },
  {
    "pickUpLine": "I wanna live in your socks so I can be with you every step of the way."
  },
  {
    "pickUpLine": "I wanna floss with your pubic hair."
  },
  {
    "pickUpLine": "I think you just stole something. [What?] My heart."
  },
  {
    "pickUpLine": "I think we have to make love on the front lawn like crazed weasels NOW!"
  },
  {
    "pickUpLine": "I think there’s something wrong with my eyes because I can’t take them off you."
  },
  {
    "pickUpLine": "I think that we might be related. Let me check for the family birthmark on your chest."
  },
  {
    "pickUpLine": "I think that pick-up lines are for people with to much time on their hands. Let’s just f**k."
  },
  {
    "pickUpLine": "I think my heart just lagged."
  },
  {
    "pickUpLine": "I think it is time I tell you what people are saying behind your back. Nice Ass!"
  },
  {
    "pickUpLine": "I think I’m in heaven because you look like an angel. Can you take off your shirt so that I can check for wings?"
  },
  {
    "pickUpLine": "I think I love you but I can’t be sure until I kiss you…"
  },
  {
    "pickUpLine": "I think I could fall madly in bed with you."
  },
  {
    "pickUpLine": "I think I can die happy now, cause I’ve just seen a piece of heaven."
  }
,
  {
    "pickUpLine": "I sneezed because God blessed me with you."
  },
  {
    "pickUpLine": "I seem to have lost my phone number. Can I have yours?"
  },
  {
    "pickUpLine": "I play the field, and it looks like I just hit a home run with you."
  },
  {
    "pickUpLine": "I only have 12 hours to live… please don’t let me die a virgin."
  },
  {
    "pickUpLine": "I never need to see the sun again because your eyes light up my world."
  },
  {
    "pickUpLine": "I must expel some seminal fluid. May I use your body?"
  },
  {
    "pickUpLine": "I must be lost"
  },
  {
    "pickUpLine": "I must be in heaven because I’m looking at an angel!"
  },
  {
    "pickUpLine": "I must be dancing with the devil, because you’re hot as hell."
  },
  {
    "pickUpLine": "I must be a snowflake, because I’ve fallen for you."
  },
  {
    "pickUpLine": "I may not be Fred Flintstone, but I bet I can make your bed rock!"
  },
  {
    "pickUpLine": "I may not be DQ, but I could treat you right."
  },
  {
    "pickUpLine": "I may not be a window repairman, but I can still fill your crack in."
  },
  {
    "pickUpLine": "I may not be a genie, but I can make all your wishes come true!"
  },
  {
    "pickUpLine": "I love you, I want to marry you. Now fuck my brains out."
  }
,
  {
    "pickUpLine": "I love my bed but I’d rather be in yours."
  },
  {
    "pickUpLine": "I love baseball so take me home baby!"
  },
  {
    "pickUpLine": "I lost my virginity. Can I have yours?"
  },
  {
    "pickUpLine": "I lost my teddy bear can i sleep with you tonight?"
  },
  {
    "pickUpLine": "I lost my rubber duckie. Would you bathe with me instead?"
  },
  {
    "pickUpLine": "I like your hair, your eyes, your smile… I like every bone in your body… Especially mine!"
  },
  {
    "pickUpLine": "I like your butt, can I wear it as a hat?"
  },
  {
    "pickUpLine": "I know where there is a good party, they’ve got liquor in the front and poker in the rear."
  },
  {
    "pickUpLine": "I know somebody who likes you but if I weren’t so shy, I’d tell you who."
  },
  {
    "pickUpLine": "I know milk does a body good, but baby, how much have you been drinking?"
  },
  {
    "pickUpLine": "I just wanted to show this rose how incredibly beautiful you are!"
  },
  {
    "pickUpLine": "I just got dumped, and I think that you could make me feel better."
  },
  {
    "pickUpLine": "I just checked my schedule and I can have you pregnant by Christmas."
  },
  {
    "pickUpLine": "I hope you like dragons, because I’ll be dragon my balls across your face tonight."
  },
  {
    "pickUpLine": "I hope you like coffee…because I always have Folgers in my Cup"
  }
,
  {
    "pickUpLine": "I hope you know CPR, because you take my breath away!"
  },
  {
    "pickUpLine": "I hope to God you can’t sing because I just wanna fuck you."
  },
  {
    "pickUpLine": "I heard your ankles were having a party… want to invite your pants down?"
  },
  {
    "pickUpLine": "I have this magic watch that can actually talk to me. Seriously, it’s saying something right now. It says that you’re not wearing any underwear, is that true?.” [No.] “Oh wait, my watch is an hour fast!"
  },
  {
    "pickUpLine": "I have the entire dictionary written on my dick. Want me to put some words in your mouth??"
  },
  {
    "pickUpLine": "I have some hard code I want to try your compiler on."
  },
  {
    "pickUpLine": "I have had a really bad day and it always makes me feel better to see a pretty girl smile. So, would you smile for me?"
  },
  {
    "pickUpLine": "I have an oral fixation with giving oral gratification. If you are willing to receive I am more than willing to give."
  },
  {
    "pickUpLine": "I have an “owie” on my lip. Will you kiss it and make it better?"
  },
  {
    "pickUpLine": "I have a rare disease that will kill me unless I have sex within the next 30 minutes. Don’t let me die!"
  },
  {
    "pickUpLine": "I have a job for you, but it blows!"
  },
  {
    "pickUpLine": "I have a boyfriend. [Guy] I have a pet goldfish. [Girl] What? [Guy] I thought we were talking about things that didn’t matter."
  },
  {
    "pickUpLine": "I have a big headache. I hear the best cure for headaches is sex. What say we go upstairs and work out a remedy."
  },
  {
    "pickUpLine": "I have a 13 inch dick. Remember that, there will be an oral exam later."
  },
  {
    "pickUpLine": "I had your sister last year, she sucked. Wanna defend your family honor?"
  }
,
  {
    "pickUpLine": "I had sex with someone last night. Was that you?"
  },
  {
    "pickUpLine": "I had a wet dream about you last night. Would you like to make it a reality?"
  },
  {
    "pickUpLine": "I got a 14 inch cock, why don’t you come home with me and I’ll let you ride"
  },
  {
    "pickUpLine": "I enjoy doing maintenance, you look like someone I would like to tinker” around with."
  },
  {
    "pickUpLine": "I don’t know you, but I think I love you already."
  },
  {
    "pickUpLine": "I don’t know you, and you don’t know me, but who’s to say it’s wrong if we sleep together?"
  },
  {
    "pickUpLine": "I don’t know which is prettier today, the water, the sky or your eyes."
  },
  {
    "pickUpLine": "I don’t know what you think of me, but I hope it’s X-rated."
  },
  {
    "pickUpLine": "I don’t have a library card, but do you mind if I check you out?"
  },
  {
    "pickUpLine": "I don’t have a girlfriend, but I do know a woman who would be mad at me for saying that."
  },
  {
    "pickUpLine": "I didn’t believed in heaven, until I saw you."
  },
  {
    "pickUpLine": "I cum in 5 seconds, you won’t even know I was there."
  },
  {
    "pickUpLine": "I could use some spare change and you’re a dime."
  },
  {
    "pickUpLine": "I can’t believe I’ve been hear the entire evening with all these beautiful people and the moment I find ‘The One’, all I have time to say is “good bye”."
  },
  {
    "pickUpLine": "I can sense that you’re a terrific lover, and it intimidates me a little."
  }
,
  {
    "pickUpLine": "I can play the 1812 Overture on a touchtone phone with my tongue."
  },
  {
    "pickUpLine": "I bet my tongue can beat up your tongue."
  },
  {
    "pickUpLine": "I am writing a new algorithm, and I need some test data. What are your measurements?"
  },
  {
    "pickUpLine": "I am participating in the Sexual Olympics multiple orgasm relay race my partner just died of exhaustion. Would you like to help me out?"
  },
  {
    "pickUpLine": "Hypothetically speaking, if I were to fuck you, would you let me?"
  },
  {
    "pickUpLine": "How was heaven when you left it?"
  },
  {
    "pickUpLine": "How much will $20 get me?"
  },
  {
    "pickUpLine": "How much does a polar bear weigh? [How much?] Enough to break the ice… Hi, I’m (insert name here)."
  },
  {
    "pickUpLine": "How is your fever? [What fever?] Oh… you just look hot to me."
  },
  {
    "pickUpLine": "How does it feel to be the most beautiful girl in this place?"
  },
  {
    "pickUpLine": "How about you be my story and I’ll be your climax!"
  },
  {
    "pickUpLine": "How about we play lion and lion tamer? You hold your mouth open, and I’ll give you the meat!"
  },
  {
    "pickUpLine": "Honey, your dad doesn’t have a penis. He’s got a paintbrush!"
  },
  {
    "pickUpLine": "Hold out two fingers and say: “Why should a woman masturbate with these two fingers?” (I don’t know.) “Cause they’re mine sweetheart.”"
  },
  {
    "pickUpLine": "Hi. I’m horny."
  }
,
  {
    "pickUpLine": "Hi. I’m an astronaut, and my next mission is to explore Uranus."
  },
  {
    "pickUpLine": "Hi, will you help me find my lost puppy? I think he went into this cheap motel room across the street."
  },
  {
    "pickUpLine": "Hi, wanna f**k? [No] Mind lying down while I do?"
  },
  {
    "pickUpLine": "Hi, sorry I don’t have an opening line but since you have an opening and I have a line. . ."
  },
  {
    "pickUpLine": "Hi, my name’s ______________. You might want to remember it now, because you’ll be screaming it later!"
  },
  {
    "pickUpLine": "Hi, my name is Pogo, want to jump on my stick?"
  },
  {
    "pickUpLine": "Hi, my name is Doug. That’s “god” spelled backwards with a little bit of you wrapped up in it."
  },
  {
    "pickUpLine": "Hi, my name is ______________. I eat pussy like a woman."
  },
  {
    "pickUpLine": "Hi, my name is “Milk.” I’ll do your body good."
  },
  {
    "pickUpLine": "Hi, I’ve been undressing you with my eyes all night long, and think it’s time to see if I’m right."
  },
  {
    "pickUpLine": "Hi, I’m writing a term paper on the finer things in life, and I was wondering if I could interview you?"
  },
  {
    "pickUpLine": "Hi, I’m the new Milkman. Do you want it in the front or the back?"
  },
  {
    "pickUpLine": "Hi, I’m new to this country and you are the prettiest sight I’ve see so far."
  },
  {
    "pickUpLine": "Hi, I’m gay. Do you think you can convert me?"
  },
  {
    "pickUpLine": "Hi, I’m a necrophiliac, how good are you at playing dead?"
  }
,
  {
    "pickUpLine": "Hi, I"
  },
  {
    "pickUpLine": "Hi, I was just wondering? Do you wipe front-to-back or back-to-front?"
  },
  {
    "pickUpLine": "Hi, I have big feet."
  },
  {
    "pickUpLine": "Hi, I am your slave, take me home and mistreat me."
  },
  {
    "pickUpLine": "Hi, do you want to have my children? [No] OK, can we just practice then?"
  },
  {
    "pickUpLine": "Hi, do you want to have my children? (assuming the answer is ‘no’), OK then, can we just practice?"
  },
  {
    "pickUpLine": "Hi, do you speak English? (yes.) Oh, me too."
  },
  {
    "pickUpLine": "Hi, do you dissect insects for scientific research? (No, why?) I thought you"
  },
  {
    "pickUpLine": "Hi, did your license get suspended for driving all these guys crazy?"
  },
  {
    "pickUpLine": "Hi my name is _______, remember it, cause you’ll be screaming it all night"
  },
  {
    "pickUpLine": "Hi my name is (your name), did I mention I have a penis?"
  },
  {
    "pickUpLine": "Hey… somebody farted. Let’s get out of here."
  },
  {
    "pickUpLine": "Hey… Didn’t I see your name in the dictionary under “Shazaam!”?"
  },
  {
    "pickUpLine": "Hey. Do you have that Hawiian Disease? What? “Comeoniwannalayya”."
  },
  {
    "pickUpLine": "Hey, you’ve got a lawyer’s ass. Yip, it’s firm."
  }
,
  {
    "pickUpLine": "Hey, you wanna do a 68? You go down on me, and I’ll owe you one."
  },
  {
    "pickUpLine": "Hey, my seamen has the SPF of 30, care to rub some on your face?"
  },
  {
    "pickUpLine": "Hey, is it just me, or are we destined to be married?"
  },
  {
    "pickUpLine": "Hey, I’m new in town."
  },
  {
    "pickUpLine": "Hey, I didnt know angels flew so low."
  },
  {
    "pickUpLine": "Hey, how did you do that? (What?) Look so good?"
  },
  {
    "pickUpLine": "Hey, don’t I know you? Yeah, you’re the girl with the beautiful smile."
  },
  {
    "pickUpLine": "Hey, do you exercise? Can I be your thighmaster?"
  },
  {
    "pickUpLine": "Hey, baby, wanna lock crotches and swap gravy?"
  },
  {
    "pickUpLine": "Hey, are you hiring? I really need a blowjob."
  },
  {
    "pickUpLine": "Hey, are those jeans? Cuz they’re blue!!"
  },
  {
    "pickUpLine": "Hey! Ya wanna try out my new ‘Home Artificial Insemination Kit?’"
  },
  {
    "pickUpLine": "Hey! Wanna play war? (replies) WHAT? (you) Yea, I lay on the ground and you blow the fuck outta me!"
  },
  {
    "pickUpLine": "Hey there, I just took some Cialis and I have 18 hours left."
  },
  {
    "pickUpLine": "Hey so you want to see some magic? You and I will go to your place have sex and I’ll disappear in the morning."
  }
,
  {
    "pickUpLine": "Hey I’m looking for treasure, Can I look around your chest?"
  },
  {
    "pickUpLine": "Hey I see your wearing clothes, I’m wearing clothes, you know we have something in common we should get together and do something sometime."
  },
  {
    "pickUpLine": "Hey I am a wrestler, let me take you down."
  },
  {
    "pickUpLine": "Hey how many boyfriends have you had? (Like 10 I Think) Could I Make That 11?"
  },
  {
    "pickUpLine": "Hey good lookin’, whatcha got cookin’? Nuthin could be finer than the taste of your vagina!"
  },
  {
    "pickUpLine": "Hey cutie, wanna go halves on a baby?"
  },
  {
    "pickUpLine": "Hey baby…can you suck a golf ball through 50 feet of garden hose?"
  },
  {
    "pickUpLine": "Hey baby… you got any diseases? Want some?"
  },
  {
    "pickUpLine": "Hey baby. Why don’t you come sit on my lap and we can talk about the first thing that pops up?"
  },
  {
    "pickUpLine": "Hey baby, you’ve got something on your butt – my eyes!"
  },
  {
    "pickUpLine": "Hey Baby, you want to come to my house and work on your math skills? We can add the bed, subtract the cloths, divide the legs and multiply!"
  },
  {
    "pickUpLine": "Hey baby, will you be my love buffet so I can lay you on the table and take what I want?"
  },
  {
    "pickUpLine": "Hey baby, what’s your sign? Caution, slippery when wet, dangerous curves ahead, or yield?”"
  },
  {
    "pickUpLine": "Hey baby, what do you say we go behind that rock and get a little boulder?"
  },
  {
    "pickUpLine": "Hey baby, wanna play lion? You go kneel down right there and I’ll throw you my meat."
  }
,
  {
    "pickUpLine": "Hey baby, let’s play house, you can be the door and I’ll slam you all night long!"
  },
  {
    "pickUpLine": "Hey baby, let’s go make some babies."
  },
  {
    "pickUpLine": "Hey baby, I’ll fuck you so hard the neighbors will be having a cigarette when we’re done."
  },
  {
    "pickUpLine": "Hey baby, I’d like to herd by cattle in your fertile valley."
  },
  {
    "pickUpLine": "Hey baby, I think you just made my two by four into a four by eight."
  },
  {
    "pickUpLine": "Hey baby, as long as I have a face, you’ll have a place to sit."
  },
  {
    "pickUpLine": "Hey baby, are you like Sprite because you make me want to obey my thirst."
  },
  {
    "pickUpLine": "Hey Baby! I’d like to use your thighs as earmuffs."
  },
  {
    "pickUpLine": "Hey baby you’re so fine you make me stutter, wha-wha-what’s your name?"
  },
  {
    "pickUpLine": "Hey baby there’s a party in my pants and you are invited!"
  },
  {
    "pickUpLine": "Hey babe, wanna sample my DNA?"
  },
  {
    "pickUpLine": "Hey babe, wanna get LUCKY!?!?!!"
  },
  {
    "pickUpLine": "Hey babe, how about a pizza and a f**k? [No] What’s wrong, don’t you like pizza?"
  },
  {
    "pickUpLine": "Hey babe- pretend my pants is France and invade them."
  },
  {
    "pickUpLine": "Hershey’s makes millions of kisses a day.. .all I’m asking for is one from you."
  }
,
  {
    "pickUpLine": "Here’s $10. Drink until I am really good looking, then come and talk to me."
  },
  {
    "pickUpLine": "Hello. I have sex on the first date. Do you?"
  },
  {
    "pickUpLine": "Hello. Cupid called. He says to tell you that he needs my heart back."
  },
  {
    "pickUpLine": "Hello. Are you taking any applications for a boy/girlfriend?"
  },
  {
    "pickUpLine": "Hello, love, do you spit or swallow?"
  },
  {
    "pickUpLine": "Hello, I’m doing a survey of what people think are the cheesiest pickup lines. So, do you pick ‘Do you come here often?’, ‘What’s your sign?’, or ‘Hello, I’m doing a survey of what people think are the cheesiest pickup lines.’?"
  },
  {
    "pickUpLine": "Hello, I’m a thief, and I’m here to steal your heart."
  },
  {
    "pickUpLine": "Hello, can I offer you eight inches of strength and sensitivity?"
  },
  {
    "pickUpLine": "Hello how are you? [Fine] Hey, I didn’t ask you how you looked!"
  },
  {
    "pickUpLine": "Hello are you married? [Yes] Well I didn’t hear you say “happily”."
  },
  {
    "pickUpLine": "He: Would you sleep with me for 20 million dollars? She (sheepishly): Yes. He: Well then, would you sleep with me for 20 cents? She: No, what kind of woman do you think I am? He: We’ve established what kind of woman that you are, we’re just haggling over the price."
  },
  {
    "pickUpLine": "He: Well then, would you sleep with me for 20 cents? She: No, what kind of woman do you think I am? He: We’ve established what kind of woman that you are, we’re just haggling over the price."
  },
  {
    "pickUpLine": "He: Hi, what’s the color of your hair? She: (tells him) He: And the hair on your head?"
  },
  {
    "pickUpLine": "Have you seen my enormous jar of “Penis Reducing Cream”?"
  },
  {
    "pickUpLine": "Have you ever played leap frog naked??"
  }
,
  {
    "pickUpLine": "Have you ever played “Spank the brunette”? Want to try?"
  },
  {
    "pickUpLine": "Have you ever kissed a rabbit between the ears? (Pull your pockets inside out….) Would you like to?"
  },
  {
    "pickUpLine": "Have you ever heard of the naked pretzel? Ok, sit on my magical lap and we’ll see what rises."
  },
  {
    "pickUpLine": "Have you always been this cute, or did you have to work at it?"
  },
  {
    "pickUpLine": "Have sex with me and I promise never to talk to you again!"
  },
  {
    "pickUpLine": "Happy hour’s over but it’s still going strong at my place."
  },
  {
    "pickUpLine": "Guy: I bet you’re a C-cup. Girl: How’d you know that? Guy: My testicles are the same size."
  },
  {
    "pickUpLine": "Guy pulls out a quarter”if i flip this coin what are the chances of me getting head?”"
  },
  {
    "pickUpLine": "Got a soggy bun for a lonely weenie?"
  },
  {
    "pickUpLine": "Go up to a someone at a bar or a dance and ask her: do you want a fuck…"
  },
  {
    "pickUpLine": "Give me elbow. (after they give you elbow, leave your hand up) Give me shoulder. (after they give you shoulder, leave your hand up) Give me nose. (after they give you nose, leave your hand up) Give me head."
  },
  {
    "pickUpLine": "Girls are sexy, guys are fine I’ll be your six if you’ll be my nine!"
  },
  {
    "pickUpLine": "Girl, you got more legs than a bucket of chicken!"
  },
  {
    "pickUpLine": "Girl, if you were a porch I’d take out all the nails and screw ya."
  },
  {
    "pickUpLine": "Girl, if I were a fly, I’d be all over you, because you’re the shit!"
  }
,
  {
    "pickUpLine": "Girl, are you a cop? [No] Cause you’re America’s Finest"
  },
  {
    "pickUpLine": "Girl you’re like a car accident, cause I just can’t look away."
  },
  {
    "pickUpLine": "Girl you so fine I wish I could plant you and grow a whole feild of y’all!"
  },
  {
    "pickUpLine": "Gee, that’s a nice set of legs, what time do they open?"
  },
  {
    "pickUpLine": "Fuck me, I’m beautiful enough to be with you all night."
  },
  {
    "pickUpLine": "Fuck me if I’m wrong, but don’t you want to kiss me?"
  },
  {
    "pickUpLine": "Fuck me if i’m wrong but isn’t your name Gretchen?."
  },
  {
    "pickUpLine": "Fuck me if I am wrong, but you want to screw me, don’t you?"
  },
  {
    "pickUpLine": "Free mammograms, get your free mammograms here, get ’em while they’re hot!"
  },
  {
    "pickUpLine": "Forget that! Playing doctor is for kids! Let’s play gynecologist."
  },
  {
    "pickUpLine": "For a moment I thought I had died and gone to heaven. Now I see that I am very much alive, and heaven has been brought to me."
  },
  {
    "pickUpLine": "First, I’d like to kiss you passionately on the lips, then, I’ll move up to your belly button."
  },
  {
    "pickUpLine": "Find a girl at the bar, walk over to her, and say “you put the ‘hot ass’ in my shot glass."
  },
  {
    "pickUpLine": "Fascinating. I’ve been looking at your eyes all night long, ’cause I’ve never seen such dark eyes with so much light in them."
  },
  {
    "pickUpLine": "Fancy a fuck?"
  }
,
  {
    "pickUpLine": "F**k me if I am wrong, but haven’t we met before?"
  },
  {
    "pickUpLine": "Excuse me. I’m from the FBI, the Fine Body Investigators, and I’m going to have to ask you to assume the position."
  },
  {
    "pickUpLine": "Excuse me. I seem to have misplaced my willy-warmer. Do you mind if I try you on for size?"
  },
  {
    "pickUpLine": "Excuse me. Do you have chicken in your fridge? (yes) How big are your breasts?"
  },
  {
    "pickUpLine": "If I’d follow you home, would you keep me?"
  },
  {
    "pickUpLine": "I just had to come talk with you. Sweetness is my weakness"
  },
  {
    "pickUpLine": "Excuse me, I’ve seem to have lost my virginity, can I have yours?"
  },
  {
    "pickUpLine": "Excuse me, is that semen in your hair?"
  },
  {
    "pickUpLine": "Nice hair, wanna mess it up?"
  },
  {
    "pickUpLine": "Excuse me, is it true that you’re a sexual tyrannosaurus?"
  },
  {
    "pickUpLine": "Excuse me, I’m lost. Can you give me directions to your house?"
  },
  {
    "pickUpLine": "Excuse me, I’m a little short on cash, would you mind if we shared a cab home together?"
  },
  {
    "pickUpLine": "Excuse me, if I go straight this way, will I be able to reach your heart?"
  },
  {
    "pickUpLine": "Excuse me, I’d like to have kids someday, and I wanted to know how your parents created such a beautiful creature."
  },
  {
    "pickUpLine": "Most people like to watch the Superbowl cuz it only happens once a year, but Id rather talk to you cause the chance of meeting someone like you only happens once in a lifetime"
  }
,
  {
    "pickUpLine": "Excuse me, I think you have something in your eye. Oh wait, it’s just a sparkle."
  },
  {
    "pickUpLine": "Excuse me, I just shit in my pants. Can I get in yours?"
  },
  {
    "pickUpLine": "Excuse me, I just noticed you noticing me and I just wanted to give you notice that I noticed you too."
  },
  {
    "pickUpLine": "Excuse me, I don’t want you to think I’m ridiculous or anything, but you are the most beautiful woman I have ever seen. I just felt like I had to tell you."
  },
  {
    "pickUpLine": "Excuse me, I am about to go masturbate and needed a name to go with the face."
  },
  {
    "pickUpLine": "If I washed my dick, would you suck it? (No.) Oh, so you like to suck dirty dicks"
  },
  {
    "pickUpLine": "Excuse me, have I fucked you yet?"
  },
  {
    "pickUpLine": "Excuse me, do you believe in one night stands?"
  },
  {
    "pickUpLine": "Excuse me, do I need to buy a ticket for your fantastic voyage?"
  },
  {
    "pickUpLine": "I may not be the best looking guy here, but Im the only one talking to you."
  },
  {
    "pickUpLine": "your ass is pretty tight, want me to loosen up?"
  },
  {
    "pickUpLine": "Hey. My friends wanted me to come over here and ask you if they were fake. Can I sqeeze them to find out?"
  },
  {
    "pickUpLine": "Excuse me, but you dropped something back there” (What?) “This conversation, lets pick it up later tonight."
  },
  {
    "pickUpLine": "Excuse me, but would you like an orally stimulated orgasm?"
  },
  {
    "pickUpLine": "Excuse me,"
  }
,
  {
    "pickUpLine": "Excuse me, but I think I dropped something. MY JAW!"
  },
  {
    "pickUpLine": "Excuse me, but I have the mother load and was wondering if you had a place"
  },
  {
    "pickUpLine": "Excuse me, but does this smell like chloroform to you?"
  },
  {
    "pickUpLine": "Excuse me, but does my tongue taste funny to you?"
  },
  {
    "pickUpLine": "Excuse me, but do you give head to strangers? [No] Well then, allow me to introduce myself."
  },
  {
    "pickUpLine": "Excuse me, are you ready to go home yet?"
  },
  {
    "pickUpLine": "Excuse me M’am, you dropped a piece of ass, let me get that for you. (then grab her ass)"
  },
  {
    "pickUpLine": "Ever tried those weird prickly condoms? (sure to get responses)"
  },
  {
    "pickUpLine": "Ever slept in a $5000 bed? Want to?"
  },
  {
    "pickUpLine": "Even if there wasn’t any gravity on earth, I would still fall for you!"
  },
  {
    "pickUpLine": "Erections like these don’t grow on trees you know."
  },
  {
    "pickUpLine": "Dose it matter where here is if I’m there?"
  },
  {
    "pickUpLine": "Don’t you think most people who use pick-up lines are dipsticks? (Yes.) In that case, mind if I check your oil level?"
  },
  {
    "pickUpLine": "Don’t worry, I don’t get emotionally involved. It’s just physical."
  },
  {
    "pickUpLine": "Don’t sweat the petty things… pet the sweaty things!"
  }
,
  {
    "pickUpLine": "Does your ass"
  },
  {
    "pickUpLine": "Do your legs hurt from running through my dreams all night?"
  },
  {
    "pickUpLine": "Do you work for UPS? I could have sworn I saw you checking out my package."
  },
  {
    "pickUpLine": "Do you work at Subway? Because you just gave me a footlong."
  },
  {
    "pickUpLine": "Do you want to see a picture of a beautiful person? (hold up a mirror)"
  },
  {
    "pickUpLine": "Do you want to come over to my place and feed your beaver some wood?"
  },
  {
    "pickUpLine": "Do you wanna see why my nickname is ‘tri-pod’?"
  },
  {
    "pickUpLine": "Do you wanna lick my tongue?"
  },
  {
    "pickUpLine": "Do you wanna do something that rhymes with ‘Truck’?"
  },
  {
    "pickUpLine": "Do you wanna come to the Marines, or would your rather have a Marine come into you?"
  },
  {
    "pickUpLine": "Do you wanna come dance with the big bad wolf? [ No! ] Its okay, the other two pigs said no too!"
  },
  {
    "pickUpLine": "Do you think a relationship between you and I would be all sex, or do you think that there would be some depth to it?"
  },
  {
    "pickUpLine": "Do you take it up the ass?"
  },
  {
    "pickUpLine": "Do you sleep on your stomach? [No] Can I?"
  },
  {
    "pickUpLine": "Do you remember me? [No.] Oh that’s right, we’ve only met in my dreams."
  }
,
  {
    "pickUpLine": "Do you mind if I hang out here until it’s safe back where I farted?"
  },
  {
    "pickUpLine": "Do you like whales? Well I have a hump-back at my place."
  },
  {
    "pickUpLine": "Do you like to dance? Well then, could you go dance so I can talk to your friend?"
  },
  {
    "pickUpLine": "Do you like soda? Because I’d mount-and-do you. (Mountain Dew)"
  },
  {
    "pickUpLine": "Do you like short love affairs? I hate them. I’ve got all weekend."
  },
  {
    "pickUpLine": "Do you like jigsaw puzzles? Let’s go to my room and put our pieces together."
  },
  {
    "pickUpLine": "Do you like jewels? (Yes.) Suck my dick, it’s a gem."
  },
  {
    "pickUpLine": "Do you like chicken? Sorry, I haven’t got any, how about a cock?"
  },
  {
    "pickUpLine": "Do you like cherries? [No.] Ok, can I have yours?"
  },
  {
    "pickUpLine": "Do you like cheesy lines or do you just want to do it?"
  },
  {
    "pickUpLine": "Do you like blueberries or strawberries, ’cause I want to know what kind of pancakes to order in the morning."
  },
  {
    "pickUpLine": "Do you know, your hair and my pillow are perfectly color coordinated."
  },
  {
    "pickUpLine": "Do you know what would look good on you? Me."
  },
  {
    "pickUpLine": "Do you know what winks and screws like a tiger? [No] Wink."
  },
  {
    "pickUpLine": "Do you know what part of the tongue registers the “salty taste? Why don’t you blow me and find out?"
  }
,
  {
    "pickUpLine": "Do you know what my shirt is made of? Boyfriend material."
  },
  {
    "pickUpLine": "Do you know what I did last night? I looked up at the stars, and matched each one with a reason why I love you."
  },
  {
    "pickUpLine": "Do you know the essential difference between sex and conversation? (No.) Do you want to go upstairs and talk?"
  },
  {
    "pickUpLine": "Do you know the difference between my penis and a chicken leg? No? Well, let’s go on a picnic and find out!"
  },
  {
    "pickUpLine": "Do you know karate? Because your body is really kickin’."
  },
  {
    "pickUpLine": "Do you know how many licks it takes to get to the center of a tootsie-pop?"
  },
  {
    "pickUpLine": "Do you have the time? [Tells you the time] No, the time to write down my number?"
  },
  {
    "pickUpLine": "Do you have rubbers at your house or should I pull out?"
  },
  {
    "pickUpLine": "Do you have any tacos on you? (No.) In that case, will you make out with me?"
  },
  {
    "pickUpLine": "Do you have any Italian in you? Would you like some?"
  },
  {
    "pickUpLine": "Do you have any Irish in you? (if no.) Would you like some? (if yes.) Want some more?"
  },
  {
    "pickUpLine": "Do you have an eraser? Because I can’t get you out of my mind."
  },
  {
    "pickUpLine": "Do you have a twin sister? Then you must be the most beautiful girl in the world!"
  },
  {
    "pickUpLine": "Do you have a sunburn, or are you always this hot?"
  },
  {
    "pickUpLine": "Do you have a shovel? Cause I’m diggin’ that ass!"
  }
,
  {
    "pickUpLine": "Do you have a name or can I call you mine?"
  },
  {
    "pickUpLine": "Do you have a map? Because I just keep getting lost in your eyes!"
  },
  {
    "pickUpLine": "Do you have a can opener? My dick is about to pop."
  },
  {
    "pickUpLine": "Do you have a beard on your pussy/asshole? (No.) Want one?"
  },
  {
    "pickUpLine": "Do you have a band-aid? (No,why) Because I just scraped my knee falling for you!"
  },
  {
    "pickUpLine": "Do you bleach your teeth? ‘Cause your smile lights up the entire room like a candle in the dark. Let’s go prove it."
  },
  {
    "pickUpLine": "Do you believe in love at first sight, or should I walk by again?"
  },
  {
    "pickUpLine": "Do you believe in helping the homeless? [If yes] Take me home with you."
  },
  {
    "pickUpLine": "Do you believe guys think with their dick? (Yeah.) Well, in that case, will you blow my mind?"
  },
  {
    "pickUpLine": "Do I know you? Cause you look just like my next girlfriend."
  },
  {
    "pickUpLine": "Do I know you? (No.) That’s a shame, I’d sure like to."
  },
  {
    "pickUpLine": "Dinner first? No? Hey, if we’re gonna have sex I gotta eat!"
  },
  {
    "pickUpLine": "Didn’t I see you on the cover of Vogue?"
  },
  {
    "pickUpLine": "Didn’t I do your sister?"
  },
  {
    "pickUpLine": "Didn’t anyone tell you that you wanted to sleep with me?!?! I thought you knew…"
  }
,
  {
    "pickUpLine": "Did your father have sex with a carrot? Cause you’ve got nice eyes."
  },
  {
    "pickUpLine": "Did you sit in a pile of sugar? Cause you have a pretty sweet ass."
  },
  {
    "pickUpLine": "Did you know that the word ‘motel’ spelled backwards means ‘letom’?"
  },
  {
    "pickUpLine": "Did you know that I saved a girl’s life last night? (No.) I pulled a 6 inch piece of meat out of her mouth to save her life. Can I save your life?"
  },
  {
    "pickUpLine": "Did you just sit in a water puddle, or are you just happy to see me?"
  },
  {
    "pickUpLine": "Did you have lucky charms for breakfast? Because you look magically delicious!"
  },
  {
    "pickUpLine": "Did you fart, cause you blew me away."
  },
  {
    "pickUpLine": "Did you fall from heaven? Cause your face is pretty messed up!"
  },
  {
    "pickUpLine": "Did you clean your pants with Windex? I can practically see myself in them."
  },
  {
    "pickUpLine": "Did the sun come out or did you just smile at me?"
  },
  {
    "pickUpLine": "Did something bad happen to you or are you just naturally ugly."
  },
  {
    "pickUpLine": "Did it hurt? (Did what hurt?) When you fell out of heaven?"
  },
  {
    "pickUpLine": "Did god take the thunder out the skys and put it in your thighs?!"
  },
  {
    "pickUpLine": "Darn girl you even look good with the lights on!"
  },
  {
    "pickUpLine": "dance? Well…Let me read you the story tonight when I tuck us into bed!"
  }
,
  {
    "pickUpLine": "Damn, if being sexy was a crime, you’d be guilty as charged!"
  },
  {
    "pickUpLine": "Damn, I thought “Very-Fine” only came in a bottle!"
  },
  {
    "pickUpLine": "Damn, are you my new boss, because you just gave me a raise."
  },
  {
    "pickUpLine": "Damn girl, your legs go all the way up and make and ass of themselves!"
  },
  {
    "pickUpLine": "Damn girl, I thought diamonds were pretty until I laid my eyes on you!"
  },
  {
    "pickUpLine": "Damn girl I’d love to kiss those beautiful, luscious lips. And the ones on your face."
  },
  {
    "pickUpLine": "Crap. Something is wrong with my cell phone. {Oh Really. What is that?} Its just that…your numbers not in it."
  },
  {
    "pickUpLine": "Could you please step away from the bar? You’re melting all the ice!"
  },
  {
    "pickUpLine": "Could you do me a favor? Could you get on your knees and smile like a donut?"
  },
  {
    "pickUpLine": "Could I touch your belly button…from the inside?"
  },
  {
    "pickUpLine": "Congratulations! You’ve been voted “Most Beautiful Girl In This Room” and the grand prize is a night with me!"
  },
  {
    "pickUpLine": "Come live in my heart, and pay no rent."
  },
  {
    "pickUpLine": "Come back to my place so I can give you a lovely parting gift."
  },
  {
    "pickUpLine": "Clothes look heavy on ya, want me to relieve some?"
  },
  {
    "pickUpLine": "Can you take me to the bakery? Because, I want a Cutiepie like you!"
  }
,
  {
    "pickUpLine": "Can you pull this heart-shaped arrow out of my butt? A damn little kid with wings shot me."
  },
  {
    "pickUpLine": "Can you kiss me on the cheek so I can at least say a cute girl kissed me tonight?"
  },
  {
    "pickUpLine": "Can you help me up? My dick is too big."
  },
  {
    "pickUpLine": "Can you help me find my puppy? I think he went into this cheap motel room."
  },
  {
    "pickUpLine": "Can you give me a tour of your body?"
  },
  {
    "pickUpLine": "Can you believe that just a few hours ago we’d never even been to bed together?"
  },
  {
    "pickUpLine": "Can you believe it? It’s been more than fifteen minutes since I’ve had sex."
  },
  {
    "pickUpLine": "Can I walk through your bushes and climb your mountains?"
  },
  {
    "pickUpLine": "Can I take you to the Bone-yard?"
  },
  {
    "pickUpLine": "Can I stir your drink? Mind if I use my dick?"
  },
  {
    "pickUpLine": "Can I see your tan lines?"
  },
  {
    "pickUpLine": "Can I please be your slave tonight?"
  },
  {
    "pickUpLine": "Can I impregnate you with my Demon spawn?"
  },
  {
    "pickUpLine": "Can I have your picture so I can show Santa what I want for Christmas?"
  },
  {
    "pickUpLine": "Can I have directions? [To where?] To your heart."
  }
,
  {
    "pickUpLine": "Can I buy you a drink, or do you just want the money?"
  },
  {
    "pickUpLine": "Can I borrow your cell phone? I need to call animal control, because I just saw a fox!"
  },
  {
    "pickUpLine": "Can I borrow a quarter? [“What for?”] I want to call my mom and tell her I just met the man/woman of my dreams."
  },
  {
    "pickUpLine": "Can I borrow 70 cents? (No) Then how about 69. I’m sure you can offer 69."
  },
  {
    "pickUpLine": "Can I be the wiener in your hotdog?"
  },
  {
    "pickUpLine": "Brrr! My hands are cold. Can I warm them in your heaving breasts?"
  },
  {
    "pickUpLine": "Bond"
  },
  {
    "pickUpLine": "Believe it or not, gettin’ laid is still hard when you’re this good-looking."
  },
  {
    "pickUpLine": "Be unique and different, say yes."
  },
  {
    "pickUpLine": "Baby… wanna come for a ride?"
  },
  {
    "pickUpLine": "Baby, you’re so sweet, you put Hershey’s outta business."
  },
  {
    "pickUpLine": "Baby, you’re so hot, you make the equator look like the north pole."
  },
  {
    "pickUpLine": "Baby, you’re like a championship bass. I don’t know whether to mount you or eat you!"
  },
  {
    "pickUpLine": "Baby, you make my floppy disk turn into a hard drive"
  },
  {
    "pickUpLine": "Baby, you are so fine I could put you on a plate and sop you up with a biscuit."
  }
,
  {
    "pickUpLine": "Baby, you are everything I never knew I always wanted."
  },
  {
    "pickUpLine": "Baby, Ive got and eight inch tounge and i can breathe through my ears."
  },
  {
    "pickUpLine": "Baby, I’m no Fred Flintstone, but I can make your Bedrock!"
  },
  {
    "pickUpLine": "Baby, I’m like a firefighter, I find ’em hot and leave ’em wet!"
  },
  {
    "pickUpLine": "Baby, I’m an American Express lover…you shouldn’t go home without me."
  },
  {
    "pickUpLine": "Baby, if you were words on a page, you’d be what they call FINE PRINT!"
  },
  {
    "pickUpLine": "Baby, every time i see you, my cardiovascular system gets all worked up."
  },
  {
    "pickUpLine": "Baby you’re a sex crime waiting to happen."
  },
  {
    "pickUpLine": "Babe, your beauty makes the morning sun look like the dull glimmer of the moon."
  },
  {
    "pickUpLine": "Babe! you look so fine I could drink your bath water!"
  },
  {
    "pickUpLine": "At the office copy machine “Reproducing eh?” “Can I help?”"
  },
  {
    "pickUpLine": "At the dinner table, (if you eat together) pick up the bread and say, “Wanna roll?”"
  },
  {
    "pickUpLine": "As you walk by, turn around and say: Excuse me, did you just touch my ass? No. Damn!"
  },
  {
    "pickUpLine": "As she’s leaving….Hey aren’t you forgetting something? She: What? Me!"
  },
  {
    "pickUpLine": "As long as i have a face, you will always have a place to sit."
  }
,
  {
    "pickUpLine": "Aren’t you the girl/guy who is having sex with that really good looking guy/girl? (No.) Want to be?"
  },
  {
    "pickUpLine": "Are your parents retarded, ’cause you sure are special."
  },
  {
    "pickUpLine": "Are your knees dirty? I don’t want to get my floor dirty."
  },
  {
    "pickUpLine": "Are you Willy Wonka’s daughter, ‘cuz you look sweet and delicious."
  },
  {
    "pickUpLine": "Are you the lottery lady on TV, because I’m picturing you holding up my balls."
  },
  {
    "pickUpLine": "Are you sure you’re not an alien because you’ve just abducted my heart!"
  },
  {
    "pickUpLine": "Are you religious? ‘Cause you’re the answer to all my prayers."
  },
  {
    "pickUpLine": "Are you related to Jean-Claude Van Damme? Because Jean-Claude Van Damme you’re sexy!"
  },
  {
    "pickUpLine": "Are you menstruating? If so, I know how to insert tampons."
  },
  {
    "pickUpLine": "Are you lost ma’am? Because heaven is a long way from here."
  },
  {
    "pickUpLine": "Are you in to Casual Sex or should I dress up?"
  },
  {
    "pickUpLine": "Are you going to the party tonight (what party?) The one in your mouth, everybody’s cumming."
  },
  {
    "pickUpLine": "Are you going to kiss me or do I have to lie to my diary?"
  },
  {
    "pickUpLine": "Are you gay? (No.) Wow, me neither, let’s have sex."
  },
  {
    "pickUpLine": "Are you from Ireland? ‘Cuz my dick’s-a-Dublin!"
  }
,
  {
    "pickUpLine": "Are you from Iraq? ‘Cause I like the way you Baghdad ass up."
  },
  {
    "pickUpLine": "Are you free tonight or am I gonna have to pay?"
  },
  {
    "pickUpLine": "Are you form Tennessee? Cause you’re the only ten I see!"
  },
  {
    "pickUpLine": "Are you cold? You should be; you’ve been naked in my mind all night."
  },
  {
    "pickUpLine": "Are you cold? You look like you could use some hot chocolate… Well, here I am!"
  },
  {
    "pickUpLine": "Are you cold? Let me be your electric blanket. Just plug me in and I’ll make you feel nice and toasty inside and out."
  },
  {
    "pickUpLine": "Are you cold? (Yes) You want a jacket? (Sure) Well, not here, you can jack it when you get back to my room."
  },
  {
    "pickUpLine": "Are you busy tonight at 3:00 A.M.?"
  },
  {
    "pickUpLine": "Are you as beautiful on the inside as you are on the outside?"
  },
  {
    "pickUpLine": "Are you anorexic? Oh, OK, then I’ll understand if you spit."
  },
  {
    "pickUpLine": "Are you an interior decorator? ‘Cause when I saw you, the room became beautiful."
  },
  {
    "pickUpLine": "Are you an exception? I bet I can catch you."
  },
  {
    "pickUpLine": "Are you a virgin? (No.) Prove it!"
  },
  {
    "pickUpLine": "Are you a tamale? ‘Cause you’re hot."
  },
  {
    "pickUpLine": "Are you a Pokemon?? Cuz i’d sure like to pikachu!!"
  }
,
  {
    "pickUpLine": "Are you a magician??? Because Abraca-DAYUM!"
  },
  {
    "pickUpLine": "Are you a lumberjack? Because you just gave me wood!"
  },
  {
    "pickUpLine": "Are you a light switch? ‘Cause you turn me on!"
  },
  {
    "pickUpLine": "Are you a kidnapper? Because you just abducted my heart."
  },
  {
    "pickUpLine": "Are you a Hurricane [name]? Cause you’re blowing me away."
  },
  {
    "pickUpLine": "Are you a horse? (No) Can I ride you anyway?"
  },
  {
    "pickUpLine": "Are you a farmer? No, ‘cuz you sure know how to raise a cock."
  },
  {
    "pickUpLine": "Are you a bad load of laundry? You make my pants feel two sizes too small."
  },
  {
    "pickUpLine": "Are we related? Do you want to be?"
  },
  {
    "pickUpLine": "Are those space pants? Because your ass is out of this world!"
  },
  {
    "pickUpLine": "Are those pants on sale? Cause they’re 100% off at my place!"
  },
  {
    "pickUpLine": "Are those lumberjack pants your wearing? They are giving me a wood."
  },
  {
    "pickUpLine": "Are those Guess jeans? ‘Cause guess who wants to get into ’em."
  },
  {
    "pickUpLine": "Are those fuck me eyes, or fuck you eyes?"
  },
  {
    "pickUpLine": "Are those diamonds real? [YES] I was talking about the ones in your eyes."
  }
,
  {
    "pickUpLine": "Are my undies showing? [“No.”] “Would you like them to?”"
  },
  {
    "pickUpLine": "Apart from being sexy, what do you do for a living?"
  },
  {
    "pickUpLine": "Although you seem content, you also seem quite alone over here. Can I interrupt your reverie?"
  },
  {
    "pickUpLine": "All those curves, and me with no brakes."
  },
  {
    "pickUpLine": "A life without you, would be like a computer without an OS."
  },
  {
    "pickUpLine": "A face without freckles is like a night sky without stars."
  },
  {
    "pickUpLine": "A boy gives a girl 12 roses. 11 real, 1 fake and he says to her ” I will stop loving you when all the roses die”"
  },
  {
    "pickUpLine": "[What are you doing?] I’m taking off my shoes. [Why?] So I can take off my pants."
  },
  {
    "pickUpLine": "[Walk into her chest] “If they weren’t sooo large, it wouldn’t have happened!”"
  },
  {
    "pickUpLine": "[Take an ice cube to the bar, smash it, and say] “Now that I’ve broken the ice, will you sleep with me?”"
  },
  {
    "pickUpLine": "[Point at her ass] Pardon me, is this seat taken?"
  },
  {
    "pickUpLine": "[man] Excuse me, would you like to dance? [women] NO! [man] Maybe u didn’t hear me…. I said u look really fat in those pants!"
  },
  {
    "pickUpLine": "[Look at her shirt label.] When they say, “What are you doing?” You respond: “Yep! Made in heaven!”"
  },
  {
    "pickUpLine": "[Grab his/her tush.] Pardon me, is this seat taken?"
  },
  {
    "pickUpLine": "[Give the person a bottle of wine or tequila] Drink this, and then call me when you’re ready."
  }
,
  {
    "pickUpLine": "[Excuse me, do you have the time?] “Yes, do you have the energy?”"
  },
  {
    "pickUpLine": "(Use index finger to call someone over then say) I made you come with one finger, imagine what I could do with my whole hand."
  },
  {
    "pickUpLine": "(steps on some ice) Now that the ice is broken, what’s your name?"
  },
  {
    "pickUpLine": "(Stare at her until she says “What!?!”) It isn’t just gonna suck itself."
  },
  {
    "pickUpLine": "(She asks you the time) Its two flirty and the date’s with you and me."
  },
  {
    "pickUpLine": "(Put your fingers on the other’s nipples) Hey, here’s (name), comin’ at you with the weather. Can I be your warm front?"
  },
  {
    "pickUpLine": "(Look down at the crotch) It’s not just going to suck itself."
  },
  {
    "pickUpLine": "(Leaning over to whisper) I think about you when I masturbate."
  },
  {
    "pickUpLine": "(hold out hand) Would you hold this for me while I go for a walk?"
  },
  {
    "pickUpLine": "(Excuse me?) It’s dangerous for someone like you to be out in public with all of these horny people around. Don’t worry, I’ll protect you."
  },
  {
    "pickUpLine": "(Ask a person for the time) 9:15? So today is May 1, 2008, at 9:15 PM, thanks I just wanted to be able to remember the exact moment that I met the woman of my dreams."
  },
  {
    "pickUpLine": "(As she is leaving) Hey aren’t you forgetting something? (What?) Me!"
  },
  {
    "pickUpLine": "(Approach a group of women) I’m gonna have sex with you, you, and you. Alright, who’s first?"

  }
]